{
  "fr": {
    "greeting": "Bonjour, je suis",
    "firstname": "Alexis",
    "lastname": "Montculier",
    "intro": "En tant que développeur Fullstack Freelance, je me spécialise dans la création de sites sur-mesure, qu'il s'agisse de boutiques en ligne ou de sites vitrine, en fonction de vos besoins et de votre vision. Mon approche est simple : vous écouter attentivement pour comprendre l'essence de votre projet, puis mettre en œuvre mon expertise pour le concrétiser de manière précise et efficace. J'attache une grande importance à la rigueur et à l'efficacité dans chaque étape de développement, en respectant votre identité visuelle et en assurant que le résultat final reflète fidèlement vos valeurs et vos objectifs.",
    "objectif": "Mon objectif est de faire bien plus que de répondre à vos attentes techniques. Fort d’une solide expérience en design d’interface utilisateur (UI) et en expérience utilisateur (UX), je veille à ce que chaque élément du site soit optimisé, que ce soit dans l’agencement des informations, la fluidité de la navigation ou la mise en avant stratégique de vos produits et services. Mon expertise en UX me permet de garantir une expérience agréable et intuitive pour vos utilisateurs, augmentant ainsi leur engagement et, à terme, votre succès en ligne.",
    "studies": "Diplômé d'une école d'informatique à Paris, je suis un développeur fullstack qui saura répondre à tout type de demande.",
    "workMethod": "Je travaille en étroite collaboration avec mes clients, en adaptant mon rythme de travail à leurs besoins et aux contraintes spécifiques de chaque projet. Dès la phase de planification, nous définissons ensemble des délais réalistes et des objectifs concrets pour assurer une progression fluide et maîtrisée. Ma priorité est votre satisfaction, et je considère chaque mission comme une opportunité de délivrer un travail bien fait, pensé avant tout pour vos utilisateurs.",
    "conclusion": "Si vous recherchez un développeur qui allie rigueur technique, sens du détail et une approche personnalisée, je serai ravi de vous accompagner dans la réussite de votre projet digital. Ensemble, nous créerons un site qui ne se contentera pas de représenter votre activité, mais qui apportera une réelle valeur ajoutée à votre présence en ligne, adaptée à votre marché et aux attentes de vos utilisateurs.",
    "language": "Langue",
    "changeToEnglish": "Changer en Anglais",
    "contactTitle": "Contactez-moi",
    "lastNameLabel": "Nom",
    "firstNameLabel": "Prénom",
    "emailLabel": "Email",
    "messageLabel": "Message",
    "submitButton": "Envoyer",
    "messageSent": "Votre message a été envoyé avec succès.",
    "errorMessage": "Veuillez remplir le(s) champ(s) suivant(s) :",
    "lastNameError": "Nom",
    "firstNameError": "Prénom",
    "emailError": "Email",
    "messageError": "Message",
    "lastNamePlaceholder": "Votre nom",
    "firstNamePlaceholder": "Votre prénom",
    "emailPlaceholder": "Votre email",
    "messagePlaceholder": "Votre message",
    "home": "Accueil",
    "contact": "Contact",
    "about": "À Propos",
    "portfolioTitle": "My Portfolio"
  },
  "en": {
    "greeting": "Hello, I am",
    "firstname": "Alexis",
    "lastname": "Montculier",
    "intro": "Freelance Fullstack Developer, I specialize in custom-built websites, whether e-commerce or showcase sites, tailored to your needs and vision. My approach is simple: to listen carefully to understand the essence of your project and then bring it to life with precision and efficiency. I place a great emphasis on thoroughness and effectiveness at every development stage, respecting your brand identity and ensuring that the final result faithfully reflects your values and goals.",
    "objectif": "My goal is to do much more than meet your technical expectations. With extensive experience in user interface (UI) design and user experience (UX), I ensure that every aspect of your site is optimized, whether it's the layout of information, smooth navigation, or strategically highlighting your products and services. My UX expertise allows me to guarantee a pleasant and intuitive experience for your users, increasing their engagement and ultimately, your online success.",
    "studies": "Graduated from a computer science school in Paris, I am a full-stack developer ready to meet any kind of request.",
    "workMethod": "I work closely with my clients, adapting my work pace to their needs and the specific constraints of each project. From the planning stage, we define realistic deadlines and concrete objectives to ensure smooth and controlled progress. My priority is your satisfaction, and I see each mission as an opportunity to deliver high-quality work, designed first and foremost for your users.",
    "conclusion": "If you're looking for a developer who combines technical precision, attention to detail, and a personalized approach, I would be delighted to help you succeed in your digital project. Together, we will create a website that not only represents your business but adds real value to your online presence, tailored to your market and users' expectations.",
    "language": "Language",
    "changeToFrench": "Switch to French",
    "contactTitle": "Contact Me",
    "lastNameLabel": "Last Name",
    "firstNameLabel": "First Name",
    "emailLabel": "Email",
    "messageLabel": "Message",
    "submitButton": "Submit",
    "messageSent": "Your message has been successfully sent.",
    "errorMessage": "Please fill in the following field(s)",
    "lastNameError": "Last name",
    "firstNameError": "First name",
    "emailError": "Email",
    "messageError": "Message",
    "lastNamePlaceholder": "Your last name",
    "firstNamePlaceholder": "Your first name",
    "emailPlaceholder": "Your email",
    "messagePlaceholder": "Your message",
    "home": "Home",
    "contact": "Contact",
    "about": "About",
    "portfolioTitle": "Mon Portfolio"
  }
}
